Repository: xinyiz1226/Breakpoint
Catalog: ios/Breakpoint/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# welcome.subtitle
source: Extract highlight rallies from tennis match footage
zh_hans: 从网球比赛视频中自动提取精彩回合

# welcome.openVideo
source: Open Video
zh_hans: 打开视频

# welcome.importFile
source: Import from Files
zh_hans: 从文件导入

# welcome.recent
source: Recent Projects
zh_hans: 最近项目

# analysis.preparing
source: Preparing...
zh_hans: 准备中...

# analysis.step.extractAudio
source: Extracting Audio
zh_hans: 提取音频

# analysis.step.detectHits
source: Detecting Hits
zh_hans: 检测击球

# analysis.step.segmentPoints
source: Segmenting Points
zh_hans: 分割回合

# analysis.step.analyzeMotion
source: Analyzing Player Motion
zh_hans: 分析球员动作

# analysis.step.rankPoints
source: Ranking Points
zh_hans: 排名回合

# analysis.error
source: Analysis Failed
zh_hans: 分析失败

# analysis.retry
source: Retry
zh_hans: 重试

# common.cancel
source: Cancel
zh_hans: 取消

# common.back
source: Back
zh_hans: 返回

# editor.back
source: ← Back
zh_hans: ← 返回

# queue.title
source: Rally Queue
zh_hans: 回合队列

# queue.export
source: Export Highlights
zh_hans: 导出精彩集锦

# export.complete
source: Export complete! Saved to Photos.
zh_hans: 导出完成！已保存到相册。
